{
  "homeSection": {
    "name": "David Salem",
    "education": "Desarrollador Fullstack",
    "quote": "30 a帽os, Argentino. \nBuscando constantemente nuevos desaf铆os. \nEncuentro satisfacci贸n colaborando con individuos y contribuyendo a equipos transformadores. \nEn mi tiempo libre, disfruto de la naturaleza, el surf, viajar y buena comida."
  },
  "scrollDown": "Despl谩zate hacia abajo",
  "aboutSection": {
    "title": "Mi historia",
    "description": {
      "paragraph1": "En 2022, tom茅 la decisi贸n de ampliar mi perfil profesional adquiriendo conocimientos en desarrollo de software. Impulsado por mi profundo inter茅s en la 煤ltima tecnolog铆a, complet茅 mi formaci贸n como Desarrollador Fullstack certificado en ITC. Despu茅s de una exitosa pasant铆a en Insait, r谩pidamente me sumerg铆 en Alaia, una empresa que me permiti贸 aplicar y demostrar mi variado conjunto de habilidades.",
      "paragraph2": "Mi enfoque principal en la actualidad est谩 dedicado a mi desarrollo continuo como programador. Estoy activamente comprometido en ampliar mi conjunto de habilidades, explorar nuevos desaf铆os y mejorar mi competencia en varios lenguajes de programaci贸n. Estoy entusiasmado por contribuir con mis conocimientos y habilidades a proyectos impactantes, aprovechando mi adaptabilidad para navegar por el panorama de la industria tecnol贸gica.",
      "paragraph3": "Creo firmemente que la tecnolog铆a es clave para fomentar la innovaci贸n y la eficiencia en cualquier organizaci贸n. Si buscas profesionalismo y dedicaci贸n, 隆cuenta conmigo!"
    },
    "downloadCV": "Descargar CV"
  },
  "resumeSection": {
    "title": "Experiencia",
    "educationSubtitle": "Educaci贸n",
    "experienceSubtitle": "Historial Laboral"
  },
  "card": {
    "seeMore": "Ver m谩s"
  },
  "modal": {
    "jobDescriptionLabel": "Descripci贸n del trabajo",
    "achievementsLabel": "Logros destacados",
    "skillsLabel": "Habilidades adquiridas"
  },
  "servicesSection": {
    "title": "Servicios"
},
"services": {
    "uiUxDesign": {
        "title": "Dise帽o UI/UX",
        "description": "Dise帽o interfaces digitales amigables con un enfoque en mejorar las experiencias de usuario a trav茅s de dise帽os visualmente atractivos e intuitivos."
    },
    "webDevelopment": {
        "title": "Desarrollo Web",
        "description": "Me especializo en desarrollo web. Mi rol implica codificaci贸n, programaci贸n y asegurar funcionalidad sin problemas. Me centro en crear experiencias web receptivas y amigables para el usuario, incorporando tecnolog铆as tanto de front-end como de back-end."
    },
    "photography": {
        "title": "Fotograf铆a",
        "description": "Capturo momentos a trav茅s de la fotograf铆a y desarrollo sitios web amigables para experiencias en l铆nea sin problemas."
    }
},
"resume": {
    "job": {
        "fullStackWebDeveloper": "Como Desarrollador Web Full Stack en Alaia Digital, comenc茅 mi viaje en el mundo del desarrollo profesional, contribuyendo a los proyectos del equipo y expandiendo mi conjunto de habilidades. Jugu茅 un papel crucial en el ciclo de vida del desarrollo, desde la ideaci贸n hasta la implementaci贸n, y obtuve valiosos conocimientos en el din谩mico campo del desarrollo web.",
        "internshipFullStackWebDeveloper": "Mi pasant铆a de tres meses en Insait fue mi primera exposici贸n al mundo de la programaci贸n. Desde tareas de codificaci贸n hasta pruebas, particip茅 activamente en varios aspectos. La exposici贸n a escenarios de codificaci贸n del mundo real solidific贸 mi decisi贸n de seguir este camino.",
        "lifeguard": "Mantuve una presencia vigilante, asegurando la seguridad de la piscina. Respond铆 r谩pidamente a emergencias, ejecutando rescates efectivos en el agua y administrando primeros auxilios cuando fue necesario. Facilit茅 lecciones de nataci贸n y programas educativos para mejorar la conciencia sobre la seguridad en el agua. Estas responsabilidades me equiparon con fuertes habilidades de comunicaci贸n, resoluci贸n de problemas y respuesta a emergencias, haciendo una valiosa contribuci贸n a un equipo de salvavidas.",
        "marketingAssistant": "Ayud茅 en la creaci贸n e implementaci贸n de campa帽as de marketing en diversos canales, incluidos medios digitales y redes sociales. Cre茅 contenido atractivo para materiales promocionales, sitios web y plataformas de redes sociales, asegurando que coincidiera con nuestra identidad de marca. Gestion茅 y actualic茅 bases de datos de marketing, listas de correo y perfiles de clientes."
    },
    "achievements": {
        "fullStackWebDeveloper": "Complet茅 varios proyectos de desarrollo web, demostrando mi capacidad para ofrecer soluciones de alta calidad. Implement茅 dise帽os receptivos y amigables para el usuario, contribuyendo a experiencias de usuario mejoradas para los clientes. Colabor茅 con equipos multifuncionales para cumplir con los plazos del proyecto y superar las expectativas del cliente. Recib铆 comentarios positivos de los clientes por mis contribuciones al 茅xito del proyecto.",
        "internshipFullStackWebDeveloper": "Durante mi pasant铆a, realic茅 contribuciones significativas al desarrollo del producto, incluida la colaboraci贸n con el equipo para implementar nuevas funciones, mejorar la funcionalidad general de la aplicaci贸n, resolver errores cr铆ticos y optimizar el c贸digo, mejorando el rendimiento y la experiencia del usuario del producto. Ayud茅 en el dise帽o e implementaci贸n de estructuras de bases de datos, asegurando una gesti贸n eficiente de los datos.",
        "lifeguard": "Mantuve un historial de seguridad impecable con cero incidentes relacionados con el agua bajo mi supervisi贸n, demostrando diligencia y eficacia consistentes en la prevenci贸n de accidentes.",
        "marketingAssistant": "Optimic茅 con 茅xito los procesos de marketing mediante mejoras impulsadas por la tecnolog铆a, integr茅 herramientas digitales para operaciones sin problemas en m煤ltiples plataformas e implement茅 scripts de automatizaci贸n, reduciendo la carga de trabajo manual."
    },
    "skills": {
        "fullStackWebDeveloper": "Programaci贸n orientada a objetos, React, Base de datos, CSS, HTML, Redux, Comunicaci贸n con el cliente, Resoluci贸n de problemas, Gesti贸n del tiempo",
        "internshipFullStackWebDeveloper": "Node, React, Docker, Gesti贸n de bases de datos, Git, Cypress, Desarrollo 谩gil, Resoluci贸n de problemas, Colaboraci贸n en equipo, Comunicaci贸n",
        "lifeguard": "Primeros auxilios y RCP. Manejo de grupos, comunicaci贸n clara y aplicaci贸n de reglas.",
        "marketingAssistant": "An谩lisis de datos, utilizaci贸n de herramientas de marketing digital y desarrollo de scripts de automatizaci贸n."
    },
    "year": {
      "fullStackDeveloperCertification": "2022",
      "tourismTechnicalDegree": "2014 - 2016",
      "lifeguard": "2018 - Presente",
      "bachiller": "1994 - 2011",
      "fullStackWebDeveloper": "2023 - Presente",
      "internshipFullStackWebDeveloper": "2023 (Enero - Marzo)",
      "marketingAssistantEventOrganizer": "2013 - 2017"
  },
  "title": {
      "fullStackDeveloperCertification": "Certificaci贸n de Desarrollador Full Stack",
      "tourismTechnicalDegree": "T茅cnico en Turismo",
      "lifeguard": "Guardavidas",
      "bachiller": "Bachiller",
      "fullStackWebDeveloper": "Desarrollador Web Full Stack",
      "internshipFullStackWebDeveloper": "Pasant铆a Desarrollador Web Full Stack",
      "marketingAssistantEventOrganizer": "Asistente de Marketing y Organizador de Eventos"
   }
  },
  "skillsSection": {
    "title": "Habilidades",
    "description": "Como desarrollador h谩bil y dedicado, aporto una gran experiencia en la creaci贸n de aplicaciones web s贸lidas y din谩micas. Proficiente en JavaScript, React y Node.js, mi repertorio t茅cnico se extiende para abarcar varias otras tecnolog铆as esenciales para el desarrollo moderno de software. \nMi competencia me permite construir interfaces de usuario interactivas y receptivas, destacarme en el desarrollo de soluciones front-end escalables y eficientes, construir sistemas back-end de alto rendimiento. Estoy bien versado en el dise帽o de APIs RESTful, manejo eficiente de datos y asegurando la integraci贸n perfecta de componentes front-end y back-end.\nExpando continuamente mi conjunto de habilidades y me mantengo al tanto de las tecnolog铆as emergentes. Estoy entusiasmado por contribuir con mi experiencia a proyectos que exigen excelencia e innovaci贸n. Ya sea trabajando de forma independiente o como parte de un equipo colaborativo, estoy dedicado a ofrecer soluciones que no solo cumplan sino que superen las expectativas.",
    "development": {
      "name": "Desarrollo"
    },
    "ui_design": {
      "name": "Dise帽o UI/UX"
    },
    "photography": {
      "name": "Fotograf铆a"
    }
  },
  "portfolioSection": {
    "title": "Trabajos Recientes"
  },
  "portfolio": {
    "everything": "Todo",
    "creative": "Creativo",
    "art": "Arte",
    "design": "Dise帽o",
    "branding": "Branding"
  },
  "contactSection": {
    "title": "Ponte en contacto",
    "subtitle": "隆Hablemos de todo!",
    "emailMessage": "驴No te gusta el formulario? Env铆ame un correo electr贸nico. ",
    "placeholderName": "Ingresa tu nombre",
    "placeholderEmail": "Ingresa tu correo electr贸nico",
    "placeholderSubject": "Ingresa el asunto",
    "placeholderMessage": "Escribe tu mensaje",
    "buttonText": "Enviar Mensaje",
    "successMessage": "Tu solicitud se envi贸 con 茅xito."
  }
}
